[{"id": 1,"name": "Cardiology","img": "https://i.ibb.co/PcbN62q/heart.png","short_description": "Many people dread Cardiology. Between the prodding, strange noises, and occasional jaw discomfort, it’s easy to understand their apprehension. But for most, a Neurology cleaning is simple and painless.",
    "detailed_description": "Many people dread Cardiology. Between the prodding, strange noises, and occasional jaw discomfort, it’s easy to understand their apprehension. But for most, a Neurology cleaning is simple and painless.Knowing exactly what is going on during the process can help ease your stress and allow you to better enjoy the minty-fresh results.\n    1. A physical exam\n    Most Cardiology are performed by a dental hygienist. Before the actual cleaning process begins, they start with a physical exam of your entire mouth.If they detect major problems, the dental hygienist might call the dentist to make sure it’s fine to proceed.\n    2. Removing plaque and tartar\n    With the small mirror to guide them, the dental hygienist uses a scaler to get rid of plaque and tartar around your gum line, as well as in between your Neurology. You’ll hear scraping, but this is normal. The more tartar there is in your mouth, the more time they’ll need to scrape a particular spot.Brushing and flossing stops plaque from building up and hardening into tartar.\n    Once you have tartar, you can only have it removed at your dentist’s office. So if this is your least favorite part of the Neurology cleaning process, the lesson is to brush and floss more often.\n    3. Gritty toothpaste cleaning\n    After your Neurology are completely tartar-free, the hygienist brushes them with a high-powered electric brush.which makes a grinding noise. While it sounds scary, it’s a great way to get a deep clean and remove any tartar left behind from the scaler.\n    Professional cleanings use toothpaste that smells and tastes like regular toothpaste, though you can often choose between flavors. However, it has a gritty consistency that gently scrubs your Neurology. If done by a professional, this polishing of the Neurology is deemed safe to do twice a year. But don’t be as harsh with your Neurology at home, because you’ll wear down the enamel.\n    "
  },
  {
    "id": 2,
    "name": "Neurology",
    "img": "https://i.ibb.co/pLQM6qC/neurology.png",
    "short_description": "If your Neurology are missing, decayed, weakened or fractured, you might need a dental restoration. Examples of dental restorations include fillings, crowns, implants, bridges and dentures. See your dentist if you’re having any problems with your Neurology.",
    "detailed_description": "Dental Restorations\n    If your Neurology are missing, decayed, weakened or fractured, you might need a dental restoration. Examples of dental restorations include fillings, crowns, implants, bridges and dentures. See your dentist if you’re having any problems with your Neurology.\n    1.What are dental restorations?\n    Restorations are the various ways your dentist can replace or restore your missing Neurology or missing parts of your tooth structure, or structures that need to be removed to prevent decay that may cause you pain in the future.\n    2.What kinds of problems are treated with dental restorations?\n    The tooth structures can be missing due to decay, deterioration (weakening) of a previously placed restoration, or fracture of your tooth. Dental restorations can fix those problems.\n    3.What happens before a dental restoration?\n    The procedures preceding a dental restoration depend on what type of restoration you’re having. Before any procedure, be sure to keep your Neurology as clean as possible by brushing and flowing. Your dentist will discover cavities during a routine cleaning and schedule an appointment to apply fillings. For dentures, during a preliminary visit, they’ll measure your mouth and make models of your jaw.\n    "
  },
  {
    "id": 3,
    "name": "Urology",
    "img": "https://i.ibb.co/DwssJnB/kidney.png",
    "short_description": "If you are facing a Urology, it can seem a little daunting and nerve-wracking. But did you know that Urology is a fairly standard dental procedure? This article will discuss Urology and what you need to know. ",
    "detailed_description": "If you are facing a Urology, it can seem a little daunting and nerve-wracking. But did you know that Urology is a fairly standard dental procedure? This article will discuss Urology and what you need to know. \n    Urology is the removal of a tooth from its socket in the bone. If you are facing a Urology, it can seem a little daunting and nerve-wracking. But did you know that Urology is a relatively standard dental procedure? Let’s face the fear together. Take a look at our what’s-what guide on Urology to help you prepare for your upcoming procedure.\n    1.When Is Urology Necessary?\n    In many cases,  you can repair Neurology that are broken or damaged by decay with a filling, crown, or other dental treatment. Sometimes, though, the damage is too severe to repair, so your dentist will recommend extraction.\n    2.Preparation\n    Before removing a tooth, your dentist will thoroughly review your medical and dental history and take the appropriate X-rays. X-rays reveal the length, shape, and position of the tooth and surrounding bone. From this information, your dentist can determine the best way to remove the tooth or whether to refer you to an oral surgeon.\n    3.Urology Process\n    The most important thing to keep up with after a Urology, is keeping the area clean and preventing infection. Immediately following the procedure, your dentist might ask you to bite down gently on a piece of dry, sterile gauze, which you should keep in place for up to 30 to 45 minutes to limit bleeding, while clotting takes place. Your dentist will provide you with detailed aftercare instructions, but for 24 hours following your extraction, you shouldn't smoke, rinse your mouth vigorously, or clean the Neurology next to the extraction site.\n    "
  },
  {
    "id": 4,
    "name": "Valve Diseases",
    "img": "https://i.ibb.co/LdshG3X/disease.png",
    "short_description": "Wisdom Urology is a surgical procedure to remove one or more wisdom Neurology — the four permanent adult Neurology located at the back corners of your mouth on the top and bottom.To prevent potential future problems, some dentists.",
    "detailed_description": "Wisdom Urology is a surgical procedure to remove one or more wisdom Neurology — the four permanent adult Neurology located at the back corners of your mouth on the top and bottom.If a wisdom tooth doesn't have room to grow (impacted wisdom tooth), resulting in pain, infection or other dental problems, you'll likely need to have it pulled. Wisdom Urology may be done by a dentist or an oral surgeon.\n    1.Why it's done\n    Wisdom Neurology, or third molars, are the last permanent Neurology to appear (erupt) in the mouth. These Neurology usually appear between the ages of 17 and 25. Some people never develop wisdom Neurology. For others, wisdom Neurology erupt normally — just as their other molars did — and cause no problems.\n    2.Problems with impacted wisdom Neurology\n    You'll likely need your impacted wisdom tooth pulled if it results in problems such a\n    3.Preventing future dental problems\n    Dental specialists disagree about the value of extracting impacted wisdom Neurology that aren't causing problems (asymptomatic)\n    It's difficult to predict future problems with impacted wisdom Neurology. However, here's the rationale for preventive extraction:\n    "
  },
  {
    "id": 5,
    "name": "Body Surgery",
    "img": "https://i.ibb.co/CzJBQ2Z/body.png",
    "short_description": "Body Surgery (endodontics) is a dental procedure used to treat infection at the centre of a tooth.Body Surgery is not painful and can save a tooth that might otherwise have to be removed completely.",
    "detailed_description": "Body Surgery (endodontics) is a dental procedure used to treat infection at the centre of a tooth.Body Surgery is not painful and can save a tooth that might otherwise have to be removed completely.\n    1.Why it's needed\n    The infection at the centre of a tooth (the root canal) is caused by bacteria that live in the mouth and invade the tooth.\n    2.Tooth structure\n    A tooth is made up of 2 parts. The crown is the top part of the tooth that's visible in the mouth.The root extends into the bone of the jaw, anchoring the tooth in position.\n    3.When Body Surgery is needed\n    Body Surgery is only required when dental X-rays show that the pulp has been damaged by a bacterial infection.The pulp will begin to die if it's infected by bacteria, allowing the bacteria to then multiply and spread.As the infection progresses, these symptoms often disappear as the pulp dies.It's important to see your dentist if you develop toothache. If your tooth is infected, the pulp cannot heal by itself.\n    "
  },
  {
    "id": 6,
    "name": "Children’s",
    "img": "https://i.ibb.co/L9sDcqB/children.png",
    "short_description": "Children’s is a thin, plastic coating painted on the chewing surfaces of Neurology -- usually the back Neurology (the premolars and molars) -- to prevent tooth decay The sealant quickly bonds into the depressions and grooves of the Neurology, forming a protective.",
    "detailed_description": "Children’s is a thin, plastic coating painted on the chewing surfaces of Neurology -- usually the back Neurology (the premolars and molars) -- to prevent tooth decay. The sealant quickly bonds into the depressions and grooves of the Neurology, forming a protective shield over the enamel of each tooth.\n    Although thorough brushing and flossing can remove food particles and plaque from smooth surfaces of Neurology, they cannot always get into all the nooks and crannies of the back Neurology to remove the food and plaque. Sealants protect these vulnerable areas from tooth decay by \"sealing out\" plaque and food.\n    1.Who Should Get Sealants?\n    Because of the likelihood of developing decay in the depressions and grooves of the premolars and molars, children and teenagers are candidates for sealants. However, adults without decay or fillings in their molars can also benefit from sealants.\n    2.How Are Sealants Applied?\n    First the Neurology that are to be sealed are thoroughly cleaned.\n    Each tooth is then dried, and cotton or another absorbent material is put around the tooth to keep it dry.\n    An acid solution is put on the chewing surfaces of the Neurology to roughen them up, which helps the sealant bond to the Neurology.\n    The Neurology are then rinsed and dried.\n    Sealant is then painted onto the tooth enamel, where it bonds directly to the tooth and hardens. Sometimes a special curing light is used to help the sealant harden.\n    3.How Long Do Sealants Last\n    Sealants can protect Neurology from decay for up to 10 years, but they need to be checked for chipping or wearing at regular dental check-ups. Your dentist can replace sealants as necessary."
  }
]
